Repository: fugitspace/switchboard-go
Catalog: po/*/LC_MESSAGES/messages.po
Languages: sw

source: Hospital
sw: Hospitali

source: Health Centre
sw: Kituo cha Afya

source: Dispensary
sw: Zahanati

source: Clinic
sw: Kliniki

source: Ministry of Health and Social Welfare
sw: Wizara ya Afya na Ustawi wa Jamii

source: Council
sw: Halmashauri

source: Training Institution
sw: Chuo

source: Zonal Training Centre
sw: Kituo cha Kanda cha Mafunzo

source: NGO
sw: Asasi isiyo ya Serikali

source: If you would like to register at a later date please dial *149*24#.
sw: Ukitaka kujisajili siku nyingine, tafadhali piga simu *149*24#

source: Thank you for beginning your registration process. Please dial *149*24# again to complete your registration in a few easy steps.
sw: Aksante kwa kuanza kujiandikisha. Piga tena *149*24# ili umalizie usajili kwa njia fupi na rahisi.

source: Your session has ended but you have not completed your registration. Please dial *149*24# again to continue with your registration where you left off.
sw: Muda wako umekwisha lakini bado hujamaliza usajili. Tafadhali piga *149*24# kuendelea kujisajili pale ulipoishia.

source: Welcome to the Health Network brought to you by Switchboard, the Ministry of Health and Vodacom. What language would you like to use?
sw: Karibu kwenye Mtandao wa Afya unaoletwa kwako na MOHSW ikishirikiana Switchboard na Vodacom. Unapendelea lugha ipi?

source: Sorry. This service is only available to Health Practitioners with a Vodacom Sim card. Please register a new Vodacom SIM and then redial this number.
sw: Samahani. Huduma hii ni kwa watumishi wa Afya wenye kadi za Vodacom tu. Tafadhali andikisha kadi mpya ya Vodacom na jaribu tena baadaye.

source: Other
sw: Aina Nyingine

source: What CADRE are you?
sw: Wewe ni kada lipi?

source: View more
sw: Onyesha aina nyingine

source: Back
sw: Rudi nyuma

source: Please specify your CADRE:
sw: Tafadhali chagua kundi lako:

source: Sorry but this service is not yet available for your CADRE. Would you like us to contact you if this service becomes available for you in the future?
sw: Samahani, huduma hii bado haipatikani kwa kundi lako. Utapenda tukujulishe wakati itakapopatikana?

source: Yes
sw: Ndiyo

source: No
sw: Hapana

source: Thank you for trying to register, we will contact you when the programme is available for your cadre.
sw: Asante kwa kujaribu kujisajili. Tutakujulisha pindi kada yako itakapo ingizwa kwenye programu hii.

source: Thank you for trying to register.
sw: Asante kwa kujaribu kujisajili.

source: If u R a government Health Worker please enter the last 7-9 digits of Ur cheque no (eg 1234567). If U don't have a cheque no enter '0'
sw: Ukiwa ni mtumishi wa serikali, ingiza tarakimu 7-9 za namba ya cheki (km 1234567). Ingiza '0' kama huna namba ya cheki

source: Sorry but that is not a valid cheque number. Please try again of enter '0' if you do not have a cheque number.
sw: Samahani, namba hiyo sio sahihi. Jaribu tena au ingiza '0' kama huna namba ya cheki.

source: To verify that u r a registered health worker enter your REGISTRATION No (eg 1234) from Medical Council of Tanganyika or enter '0' if u do not have a reg no
sw: Ingiza namba yako ya usajili (k.m. 1234) kutoka Baraza la Madaktari la Tanganyika au ingiza '0' kama huna namba ya usajili

source: Sorry but that is not a valid Registration Number. Please try again or enter 0 if you do not have a registration number.
sw: Samahani, hiyo sio namba sahihi ya usajili. Jaribu tena au ingiza '0' kama huna namba ya usajili.

source: Please enter your date of birth in the following format DDMMYYYY (eg if born on 23 April 1980, enter 23041980).
sw: Tafadhali ingiza tarehe yako ya kuzaliwa: (km ikiwa ni 23 Aprili 1980, ingiza 23041980)

source: Sorry but you have not entered a valid date. Please enter your date of birth in the following format DDMMYYYY (e.g. if born on 23 April 1980, enter 23041980).
sw: Samahahi, ulichoingiza sio tarehe sahihi. Tafadhali ingiza tarehe yako ya kuzaliwa: (km ikiwa ni 23 Aprili 1980, ingiza 23041980)

source: Sorry but the registration number and DOB that you have entered do not match with MCT records.
sw: Samahani, namba ya usajili na tarehe ya kuzaliwa havifanani na taarifa za usajili zillizopo.

source: Enter details again
sw: Ingiza tena vielelezo

source: End Session
sw: Achia hapa

source: Sorry but we cannot verify you at this point. Please verify your details with MCT and dial *149*24# again to register.
sw: Samahani hatuwezi kuthibitisha taarifa zako kwa sasa. Tafadhai hakikisha taarifa zako na Baraza la Madaktari na baadaye piga *149*24# kujisajili

source: Please enter your first name.
sw: Tafadhali ingiza jina lako la kwanza

source: Please enter your surname.
sw: Tafadhali ingiza jina lako la ukoo

source: Do you agree to the terms and conditions as laid out at http://www.healthnetwork.or.tz ? Your local DMO will also have a copy.
sw: Unakubaliana na masharti kama yalivyo kwenye tofuti http://www.healthnetwork.or.tz ? Mganga mkuu wa wilaya yako pia atakuwa na nakala.

source: We are sorry but you cannot be registered unless you agree to the terms and conditions. Are you sure you would like to end the registration process?
sw: Tunasikitika huwezi kusajiliwa ikiwa hukubaliani na masharti.Unauhakika ya kuwa unapenda kuacha kujisajili?

source: Thank you. You have almost completed your registration process. Please dial *149*24# again to complete just a few more questions.
sw: Aksante. Karibu unamaliza kujisajili. Tafadhali piga *149*24# kumalizia maswali machache yaliyobaki.

source: Welcome back 2 the Health Network brought 2 U by Switchboard, the Ministry of Health and Vodacom. Please enter your district (eg Kilosa). No abbreviations please.
sw: Karibu kwenye Mtandao wa Afya unaoletwa kwako na MOHSW ikishirikiana na Switchboard na Vodacom. Ingiza jina la wilaya yako (km Kilosa). Usifupishe jina.

source: None of the above
sw: Sio yo yote kati a hizo

source: The district you entered cannot be found. Did you mean:
sw: Wilaya uliyoingiza haipo. Ulimaanisha:

source: Please re-enter your district:
sw: Tafadhali ingiza tena jina la wilaya yako

source: Please enter your facility type:
sw: Tafadhali ingiza aina ya kituo chako:

source: Please enter the official name of the facility where you primarily practice
sw: Tafadhali ingiza jina halali la kituo unapofanya kazi

source: The Facility you entered cannot be found. Did you mean:
sw: Kituo ulichoingiza hakipo. Ulimaanisha:

source: Please enter your specialty:
sw: Tafadhali ingiza fani yako ya taaluma:

source: Please enter your email address or 0 if you do not have an email address
sw: Tafadhali ingiza anwani yako ya barua pepe au '0' kama huna anwani ya barua pepe

source: Sorry but that is not a valid email address. Please try again or enter 0 if you do not have an email address.
sw: Samahani, anwani hiyo si sahihi. Jaribu tena au ingiza '0' kama huna anwani ya barua pepe

source: Thank you for registering with The Health Network Programme. We will process your registration and confirm with you when you are registered.
sw: Aksante kwa kujisajili kwenye Mtandao wa Afya. Tutashughulikia usajili wako na kukujulisha usajili wako utakapothibitishwa na Baraza.
